Repository: yu000019/Drupal7-WET-Distro
Catalog: profiles/webexp/translations/subset.*.po
Languages: fr

source: Search this site
fr: Rechercher dans ce site

source: Date Modified:
fr: Date de modification:

source: Important Notices
fr: Avis importants

source: Skip to main content
fr: Retour à la page principale

source: Skip to primary navigation
fr: Passer à la navigation principale

source: Government of Canada
fr: Gouvernement du Canada

source: Symbol of the Government of Canada
fr: Symbole du gouvernement du Canada

source: Common menu bar
fr: Barre de menu commune

source: Primary navigation (left column)
fr: Navitation primaire (colonne gauche)

source: Supplemental content (right column)
fr: Contenu suplémentaire (colonne droite)

source: Footer
fr: Bas de page

source: Return to Top of Page
fr: Retour au début de page

source: Top of Page
fr: Début de page

source: Government of Canada Prototype
fr: Prototype du gouvernement du Canada

source: Date modified:
fr: Mise à jour:

source: Use <em>Landing pages</em> for your general content.
fr: Utilisez des <em>pages d'atterrissage</em> pour votre contenu général.

source: Use <em>articles</em> for time-sensitive content like news, press releases or blog posts.
fr: Utilisez <em>articles</em> pour le temps sensible au contenu, comme les communiqués de presse Nouvelles, ou blog.

source: Upload an image to go with this article.
fr: Téléchargez une image pour aller avec cet article.

source: Your password has not met the basic requirement(s):
fr: Votre mot de passe n'a pas satisfait à l'exigence de base (s):

source: Import Additional Language(s)
fr: Langue(s) additionale importation

source: Web Experience Toolkit: Installation Type
fr: Boîte à outils Web Experience: Type d'installation

source: Web Experience Toolkit: Further Configuration
fr: Boîte à outils Web Experience: Configuration supplémentaire

source: Enabled
fr: Activé

source: Disabled
fr: Réduite

source: Government
fr: Gouvernement

source: Public
fr: Publique

source: Is this for Government or Public Use?
fr: Est-ce l'usage du gouvernement ou du public?

source: Please be certain that the wetkit module is included in the base install platform for this operation to succeed.
fr: S'il vous plaît être certain que le module est inclus dans Wetkit la plate-forme d'installation de base pour cette opération réussisse.

source: Site intended to be used for which of type of website?
fr: Site destiné à être utilisé pour lequel le type de site?

source: This option will change the default theme that will be used based on the type of site.
fr: Cette option va changer le thème par défaut qui sera utilisé en fonction du type de site.

source: Save and continue
fr: Enregistrer et continuer

source: Web Experience Toolkit
fr: Boîte à outils Web Experience

source: The following areas will assist in adding a more tailored user experience based on business requirements. Configuration will be will further differentiated based on the type of site and whether for governmental use.
fr: Les zones suivantes aideront à ajouter une expérience utilisateur plus adaptée en fonction des besoins des entreprises. Configuration sera encore différenciées en fonction du type de site et que ce soit pour l'utilisation gouvernementale.

source: What is the type of install you wish to use?
fr: Quel est le type d'installation que vous souhaitez utiliser?.

source: Please select your installation method. It is recommended to install the default package if you are not sure.
fr: S'il vous plaît sélectionnez votre méthode d'installation. Il est recommandé d'installer le package par défaut si vous n'êtes pas sûr.
